[Message]
1=必須輸入%d位元的數位串
2=軟體授權還允許運行%d天，需要聯繫大族客服人員，重新申請與(狗ID=%s, 校驗碼=%s)匹配的許可授權補丁，以便到期後能繼續使用
3=設備已連續運行一年，需要聯繫大族客服人員，對設備進行維護檢修，以確保安全正常運行，並申請與(狗ID=%s, 校驗碼=%s)匹配的軟體授權檢修確認補丁
4=模組庫載入失敗或模組庫版本不正確，請檢測軟體安裝是否正確
5=軟體狗操作異常，請檢測狗連接是否正常，驅動是否安裝正確
6=當前軟體授權已到期，需要聯繫大族客服人員，重新申請與(狗ID=%s, 校驗碼=%s)匹配的許可授權補丁，以便繼續使用
7=軟體狗類型不匹配，請確認軟體狗是否是該軟體配套的軟體狗，否則請聯繫大族客服人員(狗ID=%s, 類別校驗碼=%s)
8=軟體狗類型不匹配，請確認軟體狗是否是該軟體配套的軟體狗，否則，請確認軟體，控制卡及軟體狗是否需要升級(狗ID=%s, 類別校驗碼=%s)
9=與打標卡不對應
10=狗操作中發生未知錯誤
11=沒有檢測到軟體狗
12=檢測到軟體狗，但不是合法的軟體狗
13=模組庫載入失敗或模組庫版本不正確，請檢測軟體安裝是否正確
14=插入的軟體狗多於1個
15=函數傳入參數不支援
16=未知的控制卡類型
17=未知的狗類型
18=控制卡庫載入失敗
19=取控制卡庫介面函數失敗
20=無控制卡
21=寫卡失敗，請檢測控制卡的連接或壞損
22=控制卡已經綁定到軟體狗
23=啟動碼校驗檢測成功,控制卡成功綁定到軟體狗
24=啟動碼校驗檢測失敗，啟動碼不正確
25=軟體狗類型不匹配，請確認軟體狗是否是該設備配套的軟體狗，否則請聯繫大族客服人員(狗ID=%s, 類別校驗碼=%s)
26=檢測到當前有未綁定新卡，請先用ActiveDog手動綁定後再重啟軟體。
27=控制卡不存在或軟體狗與控制卡不對應,請用ActiveDog檢測後再重啟軟體。
28=檢測到多張控制卡，但未開通一機多卡功能，請拔掉不需要的卡後重啟軟體。
29=當前選定軟體狗已與其他卡進行了綁定，您確定要將該軟體狗重複綁定到此卡?


[Caption]
DlgBindCaption=啟動綁定
DlgBindDogID=軟體狗ID
DlgBindCardID=控制卡ID
DlgBindBtnBind=綁定
DlgBindQuit=退出

DlgEnterCodeCaption=輸入啟動碼
DlgEnterCodeTime=發佈時間
DlgEnterCodeDogID=軟體狗ID
DlgEnterCodeCheckCode=啟動校驗碼
DlgEnterCodeCheckTimes=啟動次數
DlgEnterCodeEnterCodeTitle=請輸入12位啟動碼
DlgEnterCodeBtnOK=確定
DlgEnterCodeBtnCancel=取消
